{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 100,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 101,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 102,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 103,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          101
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          102
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[unused1]": 1,
      "[unused2]": 2,
      "[unused3]": 3,
      "[unused4]": 4,
      "[unused5]": 5,
      "[unused6]": 6,
      "[unused7]": 7,
      "[unused8]": 8,
      "[unused9]": 9,
      "[unused10]": 10,
      "[unused11]": 11,
      "[unused12]": 12,
      "[unused13]": 13,
      "[unused14]": 14,
      "[unused15]": 15,
      "[unused16]": 16,
      "[unused17]": 17,
      "[unused18]": 18,
      "[unused19]": 19,
      "[unused20]": 20,
      "[unused21]": 21,
      "[unused22]": 22,
      "[unused23]": 23,
      "[unused24]": 24,
      "[unused25]": 25,
      "[unused26]": 26,
      "[unused27]": 27,
      "[unused28]": 28,
      "[unused29]": 29,
      "[unused30]": 30,
      "[unused31]": 31,
      "[unused32]": 32,
      "[unused33]": 33,
      "[unused34]": 34,
      "[unused35]": 35,
      "[unused36]": 36,
      "[unused37]": 37,
      "[unused38]": 38,
      "[unused39]": 39,
      "[unused40]": 40,
      "[unused41]": 41,
      "[unused42]": 42,
      "[unused43]": 43,
      "[unused44]": 44,
      "[unused45]": 45,
      "[unused46]": 46,
      "[unused47]": 47,
      "[unused48]": 48,
      "[unused49]": 49,
      "[unused50]": 50,
      "[unused51]": 51,
      "[unused52]": 52,
      "[unused53]": 53,
      "[unused54]": 54,
      "[unused55]": 55,
      "[unused56]": 56,
      "[unused57]": 57,
      "[unused58]": 58,
      "[unused59]": 59,
      "[unused60]": 60,
      "[unused61]": 61,
      "[unused62]": 62,
      "[unused63]": 63,
      "[unused64]": 64,
      "[unused65]": 65,
      "[unused66]": 66,
      "[unused67]": 67,
      "[unused68]": 68,
      "[unused69]": 69,
      "[unused70]": 70,
      "[unused71]": 71,
      "[unused72]": 72,
      "[unused73]": 73,
      "[unused74]": 74,
      "[unused75]": 75,
      "[unused76]": 76,
      "[unused77]": 77,
      "[unused78]": 78,
      "[unused79]": 79,
      "[unused80]": 80,
      "[unused81]": 81,
      "[unused82]": 82,
      "[unused83]": 83,
      "[unused84]": 84,
      "[unused85]": 85,
      "[unused86]": 86,
      "[unused87]": 87,
      "[unused88]": 88,
      "[unused89]": 89,
      "[unused90]": 90,
      "[unused91]": 91,
      "[unused92]": 92,
      "[unused93]": 93,
      "[unused94]": 94,
      "[unused95]": 95,
      "[unused96]": 96,
      "[unused97]": 97,
      "[unused98]": 98,
      "[unused99]": 99,
      "[UNK]": 100,
      "[CLS]": 101,
      "[SEP]": 102,
      "[MASK]": 103,
      "<S>": 104,
      "<T>": 105,
      "!": 106,
      "\"": 107,
      "#": 108,
      "$": 109,
      "%": 110,
      "&": 111,
      "'": 112,
      "(": 113,
      ")": 114,
      "*": 115,
      "+": 116,
      ",": 117,
      "-": 118,
      ".": 119,
      "/": 120,
      "0": 121,
      "1": 122,
      "2": 123,
      "3": 124,
      "4": 125,
      "5": 126,
      "6": 127,
      "7": 128,
      "8": 129,
      "9": 130,
      ":": 131,
      ";": 132,
      "<": 133,
      "=": 134,
      ">": 135,
      "?": 136,
      "@": 137,
      "A": 138,
      "B": 139,
      "C": 140,
      "D": 141,
      "E": 142,
      "F": 143,
      "G": 144,
      "H": 145,
      "I": 146,
      "J": 147,
      "K": 148,
      "L": 149,
      "M": 150,
      "N": 151,
      "O": 152,
      "P": 153,
      "Q": 154,
      "R": 155,
      "S": 156,
      "T": 157,
      "U": 158,
      "V": 159,
      "W": 160,
      "X": 161,
      "Y": 162,
      "Z": 163,
      "[": 164,
      "\\": 165,
      "]": 166,
      "^": 167,
      "_": 168,
      "a": 169,
      "b": 170,
      "c": 171,
      "d": 172,
      "e": 173,
      "f": 174,
      "g": 175,
      "h": 176,
      "i": 177,
      "j": 178,
      "k": 179,
      "l": 180,
      "m": 181,
      "n": 182,
      "o": 183,
      "p": 184,
      "q": 185,
      "r": 186,
      "s": 187,
      "t": 188,
      "u": 189,
      "v": 190,
      "w": 191,
      "x": 192,
      "y": 193,
      "z": 194,
      "{": 195,
      "|": 196,
      "}": 197,
      "~": 198,
      "¡": 199,
      "¢": 200,
      "£": 201,
      "¥": 202,
      "¦": 203,
      "§": 204,
      "¨": 205,
      "©": 206,
      "ª": 207,
      "«": 208,
      "¬": 209,
      "®": 210,
      "°": 211,
      "±": 212,
      "²": 213,
      "³": 214,
      "µ": 215,
      "¶": 216,
      "·": 217,
      "¹": 218,
      "º": 219,
      "»": 220,
      "¼": 221,
      "½": 222,
      "¾": 223,
      "¿": 224,
      "À": 225,
      "Á": 226,
      "Â": 227,
      "Ã": 228,
      "Ä": 229,
      "Å": 230,
      "Æ": 231,
      "Ç": 232,
      "È": 233,
      "É": 234,
      "Ê": 235,
      "Ë": 236,
      "Ì": 237,
      "Í": 238,
      "Î": 239,
      "Ð": 240,
      "Ñ": 241,
      "Ò": 242,
      "Ó": 243,
      "Ô": 244,
      "Õ": 245,
      "Ö": 246,
      "×": 247,
      "Ø": 248,
      "Ú": 249,
      "Ü": 250,
      "Ý": 251,
      "Þ": 252,
      "ß": 253,
      "à": 254,
      "á": 255,
      "â": 256,
      "ã": 257,
      "ä": 258,
      "å": 259,
      "æ": 260,
      "ç": 261,
      "è": 262,
      "é": 263,
      "ê": 264,
      "ë": 265,
      "ì": 266,
      "í": 267,
      "î": 268,
      "ï": 269,
      "ð": 270,
      "ñ": 271,
      "ò": 272,
      "ó": 273,
      "ô": 274,
      "õ": 275,
      "ö": 276,
      "÷": 277,
      "ø": 278,
      "ù": 279,
      "ú": 280,
      "û": 281,
      "ü": 282,
      "ý": 283,
      "þ": 284,
      "ÿ": 285,
      "Ā": 286,
      "ā": 287,
      "Ă": 288,
      "ă": 289,
      "Ą": 290,
      "ą": 291,
      "Ć": 292,
      "ć": 293,
      "Č": 294,
      "č": 295,
      "Ď": 296,
      "ď": 297,
      "Đ": 298,
      "đ": 299,
      "Ē": 300,
      "ē": 301,
      "Ĕ": 302,
      "ĕ": 303,
      "Ė": 304,
      "ė": 305,
      "ę": 306,
      "ě": 307,
      "Ğ": 308,
      "ğ": 309,
      "ġ": 310,
      "Ģ": 311,
      "ģ": 312,
      "Ħ": 313,
      "ħ": 314,
      "ĩ": 315,
      "Ī": 316,
      "ī": 317,
      "Į": 318,
      "į": 319,
      "İ": 320,
      "ı": 321,
      "Ķ": 322,
      "ķ": 323,
      "ĺ": 324,
      "Ļ": 325,
      "ļ": 326,
      "Ľ": 327,
      "ľ": 328,
      "Ł": 329,
      "ł": 330,
      "ń": 331,
      "Ņ": 332,
      "ņ": 333,
      "ň": 334,
      "ŉ": 335,
      "ŋ": 336,
      "Ō": 337,
      "ō": 338,
      "ŏ": 339,
      "Ő": 340,
      "ő": 341,
      "Œ": 342,
      "œ": 343,
      "ŕ": 344,
      "Ř": 345,
      "ř": 346,
      "Ś": 347,
      "ś": 348,
      "Ş": 349,
      "ş": 350,
      "Š": 351,
      "š": 352,
      "Ţ": 353,
      "ţ": 354,
      "Ť": 355,
      "ť": 356,
      "ũ": 357,
      "Ū": 358,
      "ū": 359,
      "ŭ": 360,
      "ů": 361,
      "Ű": 362,
      "ű": 363,
      "ų": 364,
      "ŵ": 365,
      "ŷ": 366,
      "Ź": 367,
      "ź": 368,
      "Ż": 369,
      "ż": 370,
      "Ž": 371,
      "ž": 372,
      "Ə": 373,
      "ƒ": 374,
      "ơ": 375,
      "Ư": 376,
      "ư": 377,
      "ǎ": 378,
      "ǐ": 379,
      "ǔ": 380,
      "ǫ": 381,
      "ǹ": 382,
      "Ș": 383,
      "ș": 384,
      "Ț": 385,
      "ț": 386,
      "ɐ": 387,
      "ɑ": 388,
      "ɔ": 389,
      "ɕ": 390,
      "ə": 391,
      "ɛ": 392,
      "ɡ": 393,
      "ɣ": 394,
      "ɨ": 395,
      "ɪ": 396,
      "ɲ": 397,
      "ɾ": 398,
      "ʁ": 399,
      "ʃ": 400,
      "ʊ": 401,
      "ʎ": 402,
      "ʒ": 403,
      "ʔ": 404,
      "ʙ": 405,
      "ʰ": 406,
      "ʲ": 407,
      "ʳ": 408,
      "ʷ": 409,
      "ʸ": 410,
      "ʻ": 411,
      "ʼ": 412,
      "ʾ": 413,
      "ʿ": 414,
      "ˈ": 415,
      "ː": 416,
      "ˡ": 417,
      "ˢ": 418,
      "̀": 419,
      "́": 420,
      "̃": 421,
      "̄": 422,
      "̍": 423,
      "̥": 424,
      "̧": 425,
      "̲": 426,
      "͡": 427,
      "΄": 428,
      "Ά": 429,
      "Έ": 430,
      "Ή": 431,
      "Ί": 432,
      "Ό": 433,
      "Ύ": 434,
      "Ώ": 435,
      "ΐ": 436,
      "Α": 437,
      "Β": 438,
      "Γ": 439,
      "Δ": 440,
      "Ε": 441,
      "Ζ": 442,
      "Η": 443,
      "Θ": 444,
      "Ι": 445,
      "Κ": 446,
      "Λ": 447,
      "Μ": 448,
      "Ν": 449,
      "Ξ": 450,
      "Ο": 451,
      "Π": 452,
      "Ρ": 453,
      "Σ": 454,
      "Τ": 455,
      "Υ": 456,
      "Φ": 457,
      "Χ": 458,
      "Ψ": 459,
      "Ω": 460,
      "ά": 461,
      "έ": 462,
      "ή": 463,
      "ί": 464,
      "α": 465,
      "β": 466,
      "γ": 467,
      "δ": 468,
      "ε": 469,
      "ζ": 470,
      "η": 471,
      "θ": 472,
      "ι": 473,
      "κ": 474,
      "λ": 475,
      "μ": 476,
      "ν": 477,
      "ξ": 478,
      "ο": 479,
      "π": 480,
      "ρ": 481,
      "ς": 482,
      "σ": 483,
      "τ": 484,
      "υ": 485,
      "φ": 486,
      "χ": 487,
      "ψ": 488,
      "ω": 489,
      "ϊ": 490,
      "ϋ": 491,
      "ό": 492,
      "ύ": 493,
      "ώ": 494,
      "Ё": 495,
      "Ђ": 496,
      "Ѓ": 497,
      "Є": 498,
      "Ѕ": 499,
      "І": 500,
      "Ї": 501,
      "Ј": 502,
      "Љ": 503,
      "Њ": 504,
      "Ћ": 505,
      "Ќ": 506,
      "Ў": 507,
      "Џ": 508,
      "А": 509,
      "Б": 510,
      "В": 511,
      "Г": 512,
      "Д": 513,
      "Е": 514,
      "Ж": 515,
      "З": 516,
      "И": 517,
      "Й": 518,
      "К": 519,
      "Л": 520,
      "М": 521,
      "Н": 522,
      "О": 523,
      "П": 524,
      "Р": 525,
      "С": 526,
      "Т": 527,
      "У": 528,
      "Ф": 529,
      "Х": 530,
      "Ц": 531,
      "Ч": 532,
      "Ш": 533,
      "Щ": 534,
      "Ъ": 535,
      "Ы": 536,
      "Ь": 537,
      "Э": 538,
      "Ю": 539,
      "Я": 540,
      "а": 541,
      "б": 542,
      "в": 543,
      "г": 544,
      "д": 545,
      "е": 546,
      "ж": 547,
      "з": 548,
      "и": 549,
      "й": 550,
      "к": 551,
      "л": 552,
      "м": 553,
      "н": 554,
      "о": 555,
      "п": 556,
      "р": 557,
      "с": 558,
      "т": 559,
      "у": 560,
      "ф": 561,
      "х": 562,
      "ц": 563,
      "ч": 564,
      "ш": 565,
      "щ": 566,
      "ъ": 567,
      "ы": 568,
      "ь": 569,
      "э": 570,
      "ю": 571,
      "я": 572,
      "ѐ": 573,
      "ё": 574,
      "ђ": 575,
      "ѓ": 576,
      "є": 577,
      "ѕ": 578,
      "і": 579,
      "ї": 580,
      "ј": 581,
      "љ": 582,
      "њ": 583,
      "ћ": 584,
      "ќ": 585,
      "ѝ": 586,
      "ў": 587,
      "џ": 588,
      "ѣ": 589,
      "Ґ": 590,
      "ґ": 591,
      "Ғ": 592,
      "ғ": 593,
      "Җ": 594,
      "җ": 595,
      "Ҙ": 596,
      "ҙ": 597,
      "Қ": 598,
      "қ": 599,
      "Ҡ": 600,
      "ҡ": 601,
      "ң": 602,
      "ҫ": 603,
      "Ү": 604,
      "ү": 605,
      "Ұ": 606,
      "ұ": 607,
      "Ҳ": 608,
      "ҳ": 609,
      "Ҷ": 610,
      "ҷ": 611,
      "Һ": 612,
      "һ": 613,
      "Ӏ": 614,
      "ӑ": 615,
      "ӗ": 616,
      "Ә": 617,
      "ә": 618,
      "ӣ": 619,
      "Ө": 620,
      "ө": 621,
      "Ӯ": 622,
      "ӯ": 623,
      "ӳ": 624,
      "Ա": 625,
      "Բ": 626,
      "Գ": 627,
      "Դ": 628,
      "Ե": 629,
      "Զ": 630,
      "Է": 631,
      "Ը": 632,
      "Թ": 633,
      "Ժ": 634,
      "Ի": 635,
      "Լ": 636,
      "Խ": 637,
      "Ծ": 638,
      "Կ": 639,
      "Հ": 640,
      "Ձ": 641,
      "Ղ": 642,
      "Ճ": 643,
      "Մ": 644,
      "Յ": 645,
      "Ն": 646,
      "Շ": 647,
      "Ո": 648,
      "Չ": 649,
      "Պ": 650,
      "Ջ": 651,
      "Ռ": 652,
      "Ս": 653,
      "Վ": 654,
      "Տ": 655,
      "Ր": 656,
      "Ց": 657,
      "Ւ": 658,
      "Փ": 659,
      "Ք": 660,
      "Օ": 661,
      "Ֆ": 662,
      "՚": 663,
      "՛": 664,
      "՜": 665,
      "՝": 666,
      "՞": 667,
      "ա": 668,
      "բ": 669,
      "գ": 670,
      "դ": 671,
      "ե": 672,
      "զ": 673,
      "է": 674,
      "ը": 675,
      "թ": 676,
      "ժ": 677,
      "ի": 678,
      "լ": 679,
      "խ": 680,
      "ծ": 681,
      "կ": 682,
      "հ": 683,
      "ձ": 684,
      "ղ": 685,
      "ճ": 686,
      "մ": 687,
      "յ": 688,
      "ն": 689,
      "շ": 690,
      "ո": 691,
      "չ": 692,
      "պ": 693,
      "ջ": 694,
      "ռ": 695,
      "ս": 696,
      "վ": 697,
      "տ": 698,
      "ր": 699,
      "ց": 700,
      "ւ": 701,
      "փ": 702,
      "ք": 703,
      "օ": 704,
      "ֆ": 705,
      "և": 706,
      "։": 707,
      "֊": 708,
      "ְ": 709,
      "ֱ": 710,
      "ֲ": 711,
      "ִ": 712,
      "ֵ": 713,
      "ֶ": 714,
      "ַ": 715,
      "ָ": 716,
      "ֹ": 717,
      "ּ": 718,
      "־": 719,
      "ׁ": 720,
      "ׂ": 721,
      "׃": 722,
      "א": 723,
      "ב": 724,
      "ג": 725,
      "ד": 726,
      "ה": 727,
      "ו": 728,
      "ז": 729,
      "ח": 730,
      "ט": 731,
      "י": 732,
      "ך": 733,
      "כ": 734,
      "ל": 735,
      "ם": 736,
      "מ": 737,
      "ן": 738,
      "נ": 739,
      "ס": 740,
      "ע": 741,
      "ף": 742,
      "פ": 743,
      "ץ": 744,
      "צ": 745,
      "ק": 746,
      "ר": 747,
      "ש": 748,
      "ת": 749,
      "׳": 750,
      "״": 751,
      "،": 752,
      "؍": 753,
      "ؒ": 754,
      "؛": 755,
      "؟": 756,
      "ء": 757,
      "آ": 758,
      "أ": 759,
      "ؤ": 760,
      "إ": 761,
      "ئ": 762,
      "ا": 763,
      "ب": 764,
      "ة": 765,
      "ت": 766,
      "ث": 767,
      "ج": 768,
      "ح": 769,
      "خ": 770,
      "د": 771,
      "ذ": 772,
      "ر": 773,
      "ز": 774,
      "س": 775,
      "ش": 776,
      "ص": 777,
      "ض": 778,
      "ط": 779,
      "ظ": 780,
      "ع": 781,
      "غ": 782,
      "ـ": 783,
      "ف": 784,
      "ق": 785,
      "ك": 786,
      "ل": 787,
      "م": 788,
      "ن": 789,
      "ه": 790,
      "و": 791,
      "ى": 792,
      "ي": 793,
      "ً": 794,
      "ٌ": 795,
      "ٍ": 796,
      "َ": 797,
      "ُ": 798,
      "ِ": 799,
      "ّ": 800,
      "ْ": 801,
      "ٔ": 802,
      "ٛ": 803,
      "٠": 804,
      "١": 805,
      "٢": 806,
      "٣": 807,
      "٤": 808,
      "٥": 809,
      "٩": 810,
      "٪": 811,
      "٫": 812,
      "٬": 813,
      "٭": 814,
      "ٰ": 815,
      "ٹ": 816,
      "پ": 817,
      "چ": 818,
      "ڈ": 819,
      "ڑ": 820,
      "ژ": 821,
      "ڤ": 822,
      "ک": 823,
      "ڭ": 824,
      "گ": 825,
      "ں": 826,
      "ھ": 827,
      "ۀ": 828,
      "ہ": 829,
      "ۂ": 830,
      "ۃ": 831,
      "ۆ": 832,
      "ۇ": 833,
      "ی": 834,
      "ے": 835,
      "ۓ": 836,
      "۔": 837,
      "۰": 838,
      "۱": 839,
      "۲": 840,
      "۳": 841,
      "۴": 842,
      "۵": 843,
      "۶": 844,
      "۷": 845,
      "۸": 846,
      "۹": 847,
      "ँ": 848,
      "ं": 849,
      "ः": 850,
      "अ": 851,
      "आ": 852,
      "इ": 853,
      "ई": 854,
      "उ": 855,
      "ऊ": 856,
      "ऋ": 857,
      "ऍ": 858,
      "ऎ": 859,
      "ए": 860,
      "ऐ": 861,
      "ऑ": 862,
      "ओ": 863,
      "औ": 864,
      "क": 865,
      "ख": 866,
      "ग": 867,
      "घ": 868,
      "ङ": 869,
      "च": 870,
      "छ": 871,
      "ज": 872,
      "झ": 873,
      "ञ": 874,
      "ट": 875,
      "ठ": 876,
      "ड": 877,
      "ढ": 878,
      "ण": 879,
      "त": 880,
      "थ": 881,
      "द": 882,
      "ध": 883,
      "न": 884,
      "प": 885,
      "फ": 886,
      "ब": 887,
      "भ": 888,
      "म": 889,
      "य": 890,
      "र": 891,
      "ऱ": 892,
      "ल": 893,
      "ळ": 894,
      "व": 895,
      "श": 896,
      "ष": 897,
      "स": 898,
      "ह": 899,
      "़": 900,
      "ऽ": 901,
      "ा": 902,
      "ि": 903,
      "ी": 904,
      "ु": 905,
      "ू": 906,
      "ृ": 907,
      "ॄ": 908,
      "ॅ": 909,
      "ॆ": 910,
      "े": 911,
      "ै": 912,
      "ॉ": 913,
      "ो": 914,
      "ौ": 915,
      "्": 916,
      "ॐ": 917,
      "॓": 918,
      "ॠ": 919,
      "।": 920,
      "॥": 921,
      "०": 922,
      "१": 923,
      "२": 924,
      "३": 925,
      "४": 926,
      "५": 927,
      "६": 928,
      "७": 929,
      "८": 930,
      "९": 931,
      "॰": 932,
      "ॲ": 933,
      "ঁ": 934,
      "ং": 935,
      "ঃ": 936,
      "অ": 937,
      "আ": 938,
      "ই": 939,
      "ঈ": 940,
      "উ": 941,
      "ঊ": 942,
      "ঋ": 943,
      "এ": 944,
      "ঐ": 945,
      "ও": 946,
      "ঔ": 947,
      "ক": 948,
      "খ": 949,
      "গ": 950,
      "ঘ": 951,
      "ঙ": 952,
      "চ": 953,
      "ছ": 954,
      "জ": 955,
      "ঝ": 956,
      "ঞ": 957,
      "ট": 958,
      "ঠ": 959,
      "ড": 960,
      "ঢ": 961,
      "ণ": 962,
      "ত": 963,
      "থ": 964,
      "দ": 965,
      "ধ": 966,
      "ন": 967,
      "প": 968,
      "ফ": 969,
      "ব": 970,
      "ভ": 971,
      "ম": 972,
      "য": 973,
      "র": 974,
      "ল": 975,
      "শ": 976,
      "ষ": 977,
      "স": 978,
      "হ": 979,
      "়": 980,
      "া": 981,
      "ি": 982,
      "ী": 983,
      "ু": 984,
      "ূ": 985,
      "ৃ": 986,
      "ে": 987,
      "ৈ": 988,
      "ো": 989,
      "ৌ": 990,
      "্": 991,
      "ৎ": 992,
      "০": 993,
      "১": 994,
      "২": 995,
      "৩": 996,
      "৪": 997,
      "৫": 998,
      "৬": 999,
      "৭": 1000,
      "৮": 1001,
      "৯": 1002,
      "ৰ": 1003,
      "ৱ": 1004,
      "৷": 1005,
      "ਂ": 1006,
      "ਅ": 1007,
      "ਆ": 1008,
      "ਇ": 1009,
      "ਈ": 1010,
      "ਉ": 1011,
      "ਊ": 1012,
      "ਏ": 1013,
      "ਐ": 1014,
      "ਓ": 1015,
      "ਔ": 1016,
      "ਕ": 1017,
      "ਖ": 1018,
      "ਗ": 1019,
      "ਘ": 1020,
      "ਚ": 1021,
      "ਛ": 1022,
      "ਜ": 1023,
      "ਝ": 1024,
      "ਟ": 1025,
      "ਠ": 1026,
      "ਡ": 1027,
      "ਢ": 1028,
      "ਣ": 1029,
      "ਤ": 1030,
      "ਥ": 1031,
      "ਦ": 1032,
      "ਧ": 1033,
      "ਨ": 1034,
      "ਪ": 1035,
      "ਫ": 1036,
      "ਬ": 1037,
      "ਭ": 1038,
      "ਮ": 1039,
      "ਯ": 1040,
      "ਰ": 1041,
      "ਲ": 1042,
      "ਵ": 1043,
      "ਸ": 1044,
      "ਹ": 1045,
      "਼": 1046,
      "ਾ": 1047,
      "ਿ": 1048,
      "ੀ": 1049,
      "ੁ": 1050,
      "ੂ": 1051,
      "ੇ": 1052,
      "ੈ": 1053,
      "ੋ": 1054,
      "ੌ": 1055,
      "੍": 1056,
      "ੜ": 1057,
      "੦": 1058,
      "੧": 1059,
      "੨": 1060,
      "੩": 1061,
      "੪": 1062,
      "੫": 1063,
      "ੰ": 1064,
      "ੱ": 1065,
      "ੲ": 1066,
      "ੳ": 1067,
      "ં": 1068,
      "ઃ": 1069,
      "અ": 1070,
      "આ": 1071,
      "ઇ": 1072,
      "ઈ": 1073,
      "ઉ": 1074,
      "ઊ": 1075,
      "ઋ": 1076,
      "ઍ": 1077,
      "એ": 1078,
      "ઐ": 1079,
      "ઑ": 1080,
      "ઓ": 1081,
      "ઔ": 1082,
      "ક": 1083,
      "ખ": 1084,
      "ગ": 1085,
      "ઘ": 1086,
      "ચ": 1087,
      "છ": 1088,
      "જ": 1089,
      "ઝ": 1090,
      "ઞ": 1091,
      "ટ": 1092,
      "ઠ": 1093,
      "ડ": 1094,
      "ઢ": 1095,
      "ણ": 1096,
      "ત": 1097,
      "થ": 1098,
      "દ": 1099,
      "ધ": 1100,
      "ન": 1101,
      "પ": 1102,
      "ફ": 1103,
      "બ": 1104,
      "ભ": 1105,
      "મ": 1106,
      "ય": 1107,
      "ર": 1108,
      "લ": 1109,
      "ળ": 1110,
      "વ": 1111,
      "શ": 1112,
      "ષ": 1113,
      "સ": 1114,
      "હ": 1115,
      "ા": 1116,
      "િ": 1117,
      "ી": 1118,
      "ુ": 1119,
      "ૂ": 1120,
      "ૃ": 1121,
      "ૅ": 1122,
      "ે": 1123,
      "ૈ": 1124,
      "ૉ": 1125,
      "ો": 1126,
      "ૌ": 1127,
      "્": 1128,
      "૦": 1129,
      "૧": 1130,
      "૨": 1131,
      "૩": 1132,
      "૪": 1133,
      "૫": 1134,
      "૬": 1135,
      "૭": 1136,
      "૮": 1137,
      "૯": 1138,
      "ஃ": 1139,
      "அ": 1140,
      "ஆ": 1141,
      "இ": 1142,
      "ஈ": 1143,
      "உ": 1144,
      "ஊ": 1145,
      "எ": 1146,
      "ஏ": 1147,
      "ஐ": 1148,
      "ஒ": 1149,
      "ஓ": 1150,
      "ஔ": 1151,
      "க": 1152,
      "ங": 1153,
      "ச": 1154,
      "ஜ": 1155,
      "ஞ": 1156,
      "ட": 1157,
      "ண": 1158,
      "த": 1159,
      "ந": 1160,
      "ன": 1161,
      "ப": 1162,
      "ம": 1163,
      "ய": 1164,
      "ர": 1165,
      "ற": 1166,
      "ல": 1167,
      "ள": 1168,
      "ழ": 1169,
      "வ": 1170,
      "ஷ": 1171,
      "ஸ": 1172,
      "ஹ": 1173,
      "ா": 1174,
      "ி": 1175,
      "ீ": 1176,
      "ு": 1177,
      "ூ": 1178,
      "ெ": 1179,
      "ே": 1180,
      "ை": 1181,
      "ொ": 1182,
      "ோ": 1183,
      "ௌ": 1184,
      "்": 1185,
      "ం": 1186,
      "ః": 1187,
      "అ": 1188,
      "ఆ": 1189,
      "ఇ": 1190,
      "ఈ": 1191,
      "ఉ": 1192,
      "ఊ": 1193,
      "ఋ": 1194,
      "ఎ": 1195,
      "ఏ": 1196,
      "ఐ": 1197,
      "ఒ": 1198,
      "ఓ": 1199,
      "ఔ": 1200,
      "క": 1201,
      "ఖ": 1202,
      "గ": 1203,
      "ఘ": 1204,
      "చ": 1205,
      "ఛ": 1206,
      "జ": 1207,
      "ఝ": 1208,
      "ఞ": 1209,
      "ట": 1210,
      "ఠ": 1211,
      "డ": 1212,
      "ఢ": 1213,
      "ణ": 1214,
      "త": 1215,
      "థ": 1216,
      "ద": 1217,
      "ధ": 1218,
      "న": 1219,
      "ప": 1220,
      "ఫ": 1221,
      "బ": 1222,
      "భ": 1223,
      "మ": 1224,
      "య": 1225,
      "ర": 1226,
      "ఱ": 1227,
      "ల": 1228,
      "ళ": 1229,
      "వ": 1230,
      "శ": 1231,
      "ష": 1232,
      "స": 1233,
      "హ": 1234,
      "ా": 1235,
      "ి": 1236,
      "ీ": 1237,
      "ు": 1238,
      "ూ": 1239,
      "ృ": 1240,
      "ె": 1241,
      "ే": 1242,
      "ై": 1243,
      "ొ": 1244,
      "ో": 1245,
      "ౌ": 1246,
      "్": 1247,
      "ಂ": 1248,
      "ಃ": 1249,
      "ಅ": 1250,
      "ಆ": 1251,
      "ಇ": 1252,
      "ಈ": 1253,
      "ಉ": 1254,
      "ಊ": 1255,
      "ಋ": 1256,
      "ಎ": 1257,
      "ಏ": 1258,
      "ಐ": 1259,
      "ಒ": 1260,
      "ಓ": 1261,
      "ಔ": 1262,
      "ಕ": 1263,
      "ಖ": 1264,
      "ಗ": 1265,
      "ಘ": 1266,
      "ಚ": 1267,
      "ಛ": 1268,
      "ಜ": 1269,
      "ಝ": 1270,
      "ಞ": 1271,
      "ಟ": 1272,
      "ಠ": 1273,
      "ಡ": 1274,
      "ಢ": 1275,
      "ಣ": 1276,
      "ತ": 1277,
      "ಥ": 1278,
      "ದ": 1279,
      "ಧ": 1280,
      "ನ": 1281,
      "ಪ": 1282,
      "ಫ": 1283,
      "ಬ": 1284,
      "ಭ": 1285,
      "ಮ": 1286,
      "ಯ": 1287,
      "ರ": 1288,
      "ಲ": 1289,
      "ಳ": 1290,
      "ವ": 1291,
      "ಶ": 1292,
      "ಷ": 1293,
      "ಸ": 1294,
      "ಹ": 1295,
      "ಾ": 1296,
      "ಿ": 1297,
      "ೀ": 1298,
      "ು": 1299,
      "ೂ": 1300,
      "ೃ": 1301,
      "ೆ": 1302,
      "ೇ": 1303,
      "ೈ": 1304,
      "ೊ": 1305,
      "ೋ": 1306,
      "ೌ": 1307,
      "್": 1308,
      "೦": 1309,
      "೧": 1310,
      "೨": 1311,
      "೩": 1312,
      "೪": 1313,
      "೫": 1314,
      "೬": 1315,
      "೭": 1316,
      "೮": 1317,
      "೯": 1318,
      "ം": 1319,
      "ഃ": 1320,
      "അ": 1321,
      "ആ": 1322,
      "ഇ": 1323,
      "ഈ": 1324,
      "ഉ": 1325,
      "ഊ": 1326,
      "ഋ": 1327,
      "എ": 1328,
      "ഏ": 1329,
      "ഐ": 1330,
      "ഒ": 1331,
      "ഓ": 1332,
      "ഔ": 1333,
      "ക": 1334,
      "ഖ": 1335,
      "ഗ": 1336,
      "ഘ": 1337,
      "ങ": 1338,
      "ച": 1339,
      "ഛ": 1340,
      "ജ": 1341,
      "ഞ": 1342,
      "ട": 1343,
      "ഠ": 1344,
      "ഡ": 1345,
      "ഢ": 1346,
      "ണ": 1347,
      "ത": 1348,
      "ഥ": 1349,
      "ദ": 1350,
      "ധ": 1351,
      "ന": 1352,
      "പ": 1353,
      "ഫ": 1354,
      "ബ": 1355,
      "ഭ": 1356,
      "മ": 1357,
      "യ": 1358,
      "ര": 1359,
      "റ": 1360,
      "ല": 1361,
      "ള": 1362,
      "ഴ": 1363,
      "വ": 1364,
      "ശ": 1365,
      "ഷ": 1366,
      "സ": 1367,
      "ഹ": 1368,
      "ാ": 1369,
      "ി": 1370,
      "ീ": 1371,
      "ു": 1372,
      "ൂ": 1373,
      "ൃ": 1374,
      "െ": 1375,
      "േ": 1376,
      "ൈ": 1377,
      "ൊ": 1378,
      "ോ": 1379,
      "ൌ": 1380,
      "്": 1381,
      "ൗ": 1382,
      "൧": 1383,
      "ൺ": 1384,
      "ൻ": 1385,
      "ർ": 1386,
      "ൽ": 1387,
      "ൾ": 1388,
      "ක": 1389,
      "ය": 1390,
      "ර": 1391,
      "ල": 1392,
      "්": 1393,
      "ා": 1394,
      "ก": 1395,
      "ข": 1396,
      "ค": 1397,
      "ฆ": 1398,
      "ง": 1399,
      "จ": 1400,
      "ฉ": 1401,
      "ช": 1402,
      "ซ": 1403,
      "ฌ": 1404,
      "ญ": 1405,
      "ฎ": 1406,
      "ฏ": 1407,
      "ฐ": 1408,
      "ฑ": 1409,
      "ฒ": 1410,
      "ณ": 1411,
      "ด": 1412,
      "ต": 1413,
      "ถ": 1414,
      "ท": 1415,
      "ธ": 1416,
      "น": 1417,
      "บ": 1418,
      "ป": 1419,
      "ผ": 1420,
      "ฝ": 1421,
      "พ": 1422,
      "ฟ": 1423,
      "ภ": 1424,
      "ม": 1425,
      "ย": 1426,
      "ร": 1427,
      "ฤ": 1428,
      "ล": 1429,
      "ว": 1430,
      "ศ": 1431,
      "ษ": 1432,
      "ส": 1433,
      "ห": 1434,
      "ฬ": 1435,
      "อ": 1436,
      "ฮ": 1437,
      "ฯ": 1438,
      "ะ": 1439,
      "ั": 1440,
      "า": 1441,
      "ำ": 1442,
      "ิ": 1443,
      "ี": 1444,
      "ึ": 1445,
      "ื": 1446,
      "ุ": 1447,
      "ู": 1448,
      "ฺ": 1449,
      "เ": 1450,
      "แ": 1451,
      "โ": 1452,
      "ใ": 1453,
      "ไ": 1454,
      "ๆ": 1455,
      "็": 1456,
      "่": 1457,
      "้": 1458,
      "๊": 1459,
      "๋": 1460,
      "์": 1461,
      "๐": 1462,
      "๑": 1463,
      "๒": 1464,
      "๓": 1465,
      "๔": 1466,
      "๕": 1467,
      "๖": 1468,
      "๗": 1469,
      "๘": 1470,
      "๙": 1471,
      "་": 1472,
      "།": 1473,
      "ག": 1474,
      "ང": 1475,
      "ཆ": 1476,
      "ད": 1477,
      "ན": 1478,
      "པ": 1479,
      "བ": 1480,
      "མ": 1481,
      "ཚ": 1482,
      "ར": 1483,
      "ལ": 1484,
      "ས": 1485,
      "ི": 1486,
      "ེ": 1487,
      "ོ": 1488,
      "ྒ": 1489,
      "ྫ": 1490,
      "ྱ": 1491,
      "က": 1492,
      "ခ": 1493,
      "ဂ": 1494,
      "ဃ": 1495,
      "င": 1496,
      "စ": 1497,
      "ဆ": 1498,
      "ဇ": 1499,
      "ဈ": 1500,
      "ဉ": 1501,
      "ည": 1502,
      "ဋ": 1503,
      "ဌ": 1504,
      "ဍ": 1505,
      "ဏ": 1506,
      "တ": 1507,
      "ထ": 1508,
      "ဒ": 1509,
      "ဓ": 1510,
      "န": 1511,
      "ပ": 1512,
      "ဖ": 1513,
      "ဗ": 1514,
      "ဘ": 1515,
      "မ": 1516,
      "ယ": 1517,
      "ရ": 1518,
      "လ": 1519,
      "ဝ": 1520,
      "သ": 1521,
      "ဟ": 1522,
      "ဠ": 1523,
      "အ": 1524,
      "ဤ": 1525,
      "ဥ": 1526,
      "ဦ": 1527,
      "ဧ": 1528,
      "ဩ": 1529,
      "ါ": 1530,
      "ာ": 1531,
      "ိ": 1532,
      "ီ": 1533,
      "ု": 1534,
      "ူ": 1535,
      "ေ": 1536,
      "ဲ": 1537,
      "ံ": 1538,
      "့": 1539,
      "း": 1540,
      "္": 1541,
      "်": 1542,
      "ျ": 1543,
      "ြ": 1544,
      "ွ": 1545,
      "ှ": 1546,
      "ဿ": 1547,
      "၀": 1548,
      "၁": 1549,
      "၂": 1550,
      "၃": 1551,
      "၄": 1552,
      "၅": 1553,
      "၆": 1554,
      "၇": 1555,
      "၈": 1556,
      "၉": 1557,
      "၊": 1558,
      "။": 1559,
      "၌": 1560,
      "၍": 1561,
      "၎": 1562,
      "၏": 1563,
      "ა": 1564,
      "ბ": 1565,
      "გ": 1566,
      "დ": 1567,
      "ე": 1568,
      "ვ": 1569,
      "ზ": 1570,
      "თ": 1571,
      "ი": 1572,
      "კ": 1573,
      "ლ": 1574,
      "მ": 1575,
      "ნ": 1576,
      "ო": 1577,
      "პ": 1578,
      "ჟ": 1579,
      "რ": 1580,
      "ს": 1581,
      "ტ": 1582,
      "უ": 1583,
      "ფ": 1584,
      "ქ": 1585,
      "ღ": 1586,
      "ყ": 1587,
      "შ": 1588,
      "ჩ": 1589,
      "ც": 1590,
      "ძ": 1591,
      "წ": 1592,
      "ჭ": 1593,
      "ხ": 1594,
      "ჯ": 1595,
      "ჰ": 1596,
      "ჲ": 1597,
      "ᠢ": 1598,
      "ᠨ": 1599,
      "ᴬ": 1600,
      "ᴮ": 1601,
      "ᴰ": 1602,
      "ᴵ": 1603,
      "ᴾ": 1604,
      "ᵀ": 1605,
      "ᵃ": 1606,
      "ᵇ": 1607,
      "ᵈ": 1608,
      "ᵉ": 1609,
      "ᵍ": 1610,
      "ᵏ": 1611,
      "ᵐ": 1612,
      "ᵒ": 1613,
      "ᵖ": 1614,
      "ᵗ": 1615,
      "ᵘ": 1616,
      "ᵛ": 1617,
      "ᵢ": 1618,
      "ᵣ": 1619,
      "ᵤ": 1620,
      "ᶜ": 1621,
      "ᶠ": 1622,
      "ḍ": 1623,
      "ḏ": 1624,
      "Ḑ": 1625,
      "ḑ": 1626,
      "Ḥ": 1627,
      "ḥ": 1628,
      "Ḩ": 1629,
      "ḩ": 1630,
      "Ḫ": 1631,
      "ḫ": 1632,
      "ḷ": 1633,
      "ṃ": 1634,
      "ṇ": 1635,
      "ṛ": 1636,
      "ṟ": 1637,
      "Ṣ": 1638,
      "ṣ": 1639,
      "Ṭ": 1640,
      "ṭ": 1641,
      "ṯ": 1642,
      "ẕ": 1643,
      "ạ": 1644,
      "Ả": 1645,
      "ả": 1646,
      "Ấ": 1647,
      "ấ": 1648,
      "ầ": 1649,
      "Ẩ": 1650,
      "ẩ": 1651,
      "ẫ": 1652,
      "ậ": 1653,
      "ắ": 1654,
      "ằ": 1655,
      "ẳ": 1656,
      "ẵ": 1657,
      "ặ": 1658,
      "Ẹ": 1659,
      "ẹ": 1660,
      "ẻ": 1661,
      "ẽ": 1662,
      "ế": 1663,
      "ề": 1664,
      "ể": 1665,
      "ễ": 1666,
      "ệ": 1667,
      "ỉ": 1668,
      "ị": 1669,
      "Ọ": 1670,
      "ọ": 1671,
      "ỏ": 1672,
      "Ố": 1673,
      "ố": 1674,
      "ồ": 1675,
      "ổ": 1676,
      "ỗ": 1677,
      "ộ": 1678,
      "ớ": 1679,
      "ờ": 1680,
      "Ở": 1681,
      "ở": 1682,
      "ỡ": 1683,
      "ợ": 1684,
      "ụ": 1685,
      "Ủ": 1686,
      "ủ": 1687,
      "Ứ": 1688,
      "ứ": 1689,
      "ừ": 1690,
      "ử": 1691,
      "ữ": 1692,
      "ự": 1693,
      "ỳ": 1694,
      "ỵ": 1695,
      "ỷ": 1696,
      "ỹ": 1697,
      "ἀ": 1698,
      "ἄ": 1699,
      "Ἀ": 1700,
      "ἐ": 1701,
      "ἡ": 1702,
      "ἢ": 1703,
      "ἰ": 1704,
      "ἱ": 1705,
      "ἶ": 1706,
      "ὁ": 1707,
      "ὅ": 1708,
      "ὐ": 1709,
      "ὡ": 1710,
      "ὰ": 1711,
      "ὲ": 1712,
      "ὴ": 1713,
      "ὶ": 1714,
      "ὸ": 1715,
      "ὺ": 1716,
      "ῆ": 1717,
      "ῇ": 1718,
      "ῖ": 1719,
      "ῦ": 1720,
      "ῶ": 1721,
      "ῷ": 1722,
      "‖": 1723,
      "‚": 1724,
      "„": 1725,
      "‟": 1726,
      "†": 1727,
      "‡": 1728,
      "•": 1729,
      "․": 1730,
      "‥": 1731,
      "‧": 1732,
      "‰": 1733,
      "′": 1734,
      "″": 1735,
      "‹": 1736,
      "›": 1737,
      "※": 1738,
      "‿": 1739,
      "⁄": 1740,
      "⁰": 1741,
      "ⁱ": 1742,
      "⁴": 1743,
      "⁵": 1744,
      "⁶": 1745,
      "⁷": 1746,
      "⁸": 1747,
      "⁹": 1748,
      "⁺": 1749,
      "⁻": 1750,
      "⁾": 1751,
      "ⁿ": 1752,
      "₀": 1753,
      "₁": 1754,
      "₂": 1755,
      "₃": 1756,
      "₄": 1757,
      "₅": 1758,
      "₆": 1759,
      "₇": 1760,
      "₈": 1761,
      "₍": 1762,
      "₎": 1763,
      "ₐ": 1764,
      "ₑ": 1765,
      "ₒ": 1766,
      "ₓ": 1767,
      "ₖ": 1768,
      "ₘ": 1769,
      "ₙ": 1770,
      "ₚ": 1771,
      "ₛ": 1772,
      "ₜ": 1773,
      "₤": 1774,
      "€": 1775,
      "₹": 1776,
      "℃": 1777,
      "ℓ": 1778,
      "№": 1779,
      "ℝ": 1780,
      "™": 1781,
      "ℤ": 1782,
      "⅓": 1783,
      "⅔": 1784,
      "Ⅰ": 1785,
      "Ⅱ": 1786,
      "Ⅲ": 1787,
      "Ⅳ": 1788,
      "←": 1789,
      "↑": 1790,
      "→": 1791,
      "↓": 1792,
      "↔": 1793,
      "↺": 1794,
      "⇄": 1795,
      "⇌": 1796,
      "⇒": 1797,
      "⇔": 1798,
      "∀": 1799,
      "∅": 1800,
      "∇": 1801,
      "∈": 1802,
      "−": 1803,
      "∗": 1804,
      "∘": 1805,
      "∙": 1806,
      "√": 1807,
      "∞": 1808,
      "∧": 1809,
      "∨": 1810,
      "∩": 1811,
      "∪": 1812,
      "∫": 1813,
      "∼": 1814,
      "≈": 1815,
      "≠": 1816,
      "≡": 1817,
      "≤": 1818,
      "≥": 1819,
      "≪": 1820,
      "≫": 1821,
      "⊂": 1822,
      "⊆": 1823,
      "⊕": 1824,
      "⊗": 1825,
      "⊙": 1826,
      "⋅": 1827,
      "⋯": 1828,
      "〈": 1829,
      "〉": 1830,
      "①": 1831,
      "②": 1832,
      "③": 1833,
      "④": 1834,
      "⑤": 1835,
      "─": 1836,
      "━": 1837,
      "│": 1838,
      "┃": 1839,
      "┓": 1840,
      "└": 1841,
      "├": 1842,
      "┣": 1843,
      "┫": 1844,
      "║": 1845,
      "█": 1846,
      "■": 1847,
      "□": 1848,
      "▪": 1849,
      "▭": 1850,
      "▲": 1851,
      "△": 1852,
      "►": 1853,
      "▼": 1854,
      "◆": 1855,
      "◇": 1856,
      "○": 1857,
      "◎": 1858,
      "●": 1859,
      "◡": 1860,
      "★": 1861,
      "☆": 1862,
      "☉": 1863,
      "♀": 1864,
      "♂": 1865,
      "♕": 1866,
      "♙": 1867,
      "♠": 1868,
      "♡": 1869,
      "♣": 1870,
      "♥": 1871,
      "♦": 1872,
      "♪": 1873,
      "♭": 1874,
      "♯": 1875,
      "⚭": 1876,
      "✝": 1877,
      "⟨": 1878,
      "⟩": 1879,
      "ⱼ": 1880,
      "、": 1881,
      "。": 1882,
      "〃": 1883,
      "々": 1884,
      "〇": 1885,
      "〈": 1886,
      "〉": 1887,
      "《": 1888,
      "》": 1889,
      "「": 1890,
      "」": 1891,
      "『": 1892,
      "』": 1893,
      "【": 1894,
      "】": 1895,
      "〒": 1896,
      "〔": 1897,
      "〕": 1898,
      "〖": 1899,
      "〗": 1900,
      "〜": 1901,
      "〝": 1902,
      "ぁ": 1903,
      "あ": 1904,
      "ぃ": 1905,
      "い": 1906,
      "う": 1907,
      "ぇ": 1908,
      "え": 1909,
      "お": 1910,
      "か": 1911,
      "が": 1912,
      "き": 1913,
      "ぎ": 1914,
      "く": 1915,
      "ぐ": 1916,
      "け": 1917,
      "げ": 1918,
      "こ": 1919,
      "ご": 1920,
      "さ": 1921,
      "ざ": 1922,
      "し": 1923,
      "じ": 1924,
      "す": 1925,
      "ず": 1926,
      "せ": 1927,
      "ぜ": 1928,
      "そ": 1929,
      "ぞ": 1930,
      "た": 1931,
      "だ": 1932,
      "ち": 1933,
      "ぢ": 1934,
      "っ": 1935,
      "つ": 1936,
      "づ": 1937,
      "て": 1938,
      "で": 1939,
      "と": 1940,
      "ど": 1941,
      "な": 1942,
      "に": 1943,
      "ぬ": 1944,
      "ね": 1945,
      "の": 1946,
      "は": 1947,
      "ば": 1948,
      "ぱ": 1949,
      "ひ": 1950,
      "び": 1951,
      "ぴ": 1952,
      "ふ": 1953,
      "ぶ": 1954,
      "ぷ": 1955,
      "へ": 1956,
      "べ": 1957,
      "ぺ": 1958,
      "ほ": 1959,
      "ぼ": 1960,
      "ぽ": 1961,
      "ま": 1962,
      "み": 1963,
      "む": 1964,
      "め": 1965,
      "も": 1966,
      "ゃ": 1967,
      "や": 1968,
      "ゅ": 1969,
      "ゆ": 1970,
      "ょ": 1971,
      "よ": 1972,
      "ら": 1973,
      "り": 1974,
      "る": 1975,
      "れ": 1976,
      "ろ": 1977,
      "わ": 1978,
      "ゐ": 1979,
      "を": 1980,
      "ん": 1981,
      "ゝ": 1982,
      "ゞ": 1983,
      "ァ": 1984,
      "ア": 1985,
      "ィ": 1986,
      "イ": 1987,
      "ゥ": 1988,
      "ウ": 1989,
      "ェ": 1990,
      "エ": 1991,
      "ォ": 1992,
      "オ": 1993,
      "カ": 1994,
      "ガ": 1995,
      "キ": 1996,
      "ギ": 1997,
      "ク": 1998,
      "グ": 1999,
      "ケ": 2000,
      "ゲ": 2001,
      "コ": 2002,
      "ゴ": 2003,
      "サ": 2004,
      "ザ": 2005,
      "シ": 2006,
      "ジ": 2007,
      "ス": 2008,
      "ズ": 2009,
      "セ": 2010,
      "ゼ": 2011,
      "ソ": 2012,
      "ゾ": 2013,
      "タ": 2014,
      "ダ": 2015,
      "チ": 2016,
      "ヂ": 2017,
      "ッ": 2018,
      "ツ": 2019,
      "ヅ": 2020,
      "テ": 2021,
      "デ": 2022,
      "ト": 2023,
      "ド": 2024,
      "ナ": 2025,
      "ニ": 2026,
      "ヌ": 2027,
      "ネ": 2028,
      "ノ": 2029,
      "ハ": 2030,
      "バ": 2031,
      "パ": 2032,
      "ヒ": 2033,
      "ビ": 2034,
      "ピ": 2035,
      "フ": 2036,
      "ブ": 2037,
      "プ": 2038,
      "ヘ": 2039,
      "ベ": 2040,
      "ペ": 2041,
      "ホ": 2042,
      "ボ": 2043,
      "ポ": 2044,
      "マ": 2045,
      "ミ": 2046,
      "ム": 2047,
      "メ": 2048,
      "モ": 2049,
      "ャ": 2050,
      "ヤ": 2051,
      "ュ": 2052,
      "ユ": 2053,
      "ョ": 2054,
      "ヨ": 2055,
      "ラ": 2056,
      "リ": 2057,
      "ル": 2058,
      "レ": 2059,
      "ロ": 2060,
      "ワ": 2061,
      "ヱ": 2062,
      "ヲ": 2063,
      "ン": 2064,
      "ヴ": 2065,
      "ヵ": 2066,
      "ヶ": 2067,
      "・": 2068,
      "ー": 2069,
      "ㆍ": 2070,
      "䲁": 2071,
      "一": 2072,
      "丁": 2073,
      "七": 2074,
      "万": 2075,
      "丈": 2076,
      "三": 2077,
      "上": 2078,
      "下": 2079,
      "不": 2080,
      "与": 2081,
      "丐": 2082,
      "丑": 2083,
      "专": 2084,
      "且": 2085,
      "丕": 2086,
      "世": 2087,
      "丘": 2088,
      "丙": 2089,
      "业": 2090,
      "丛": 2091,
      "东": 2092,
      "丝": 2093,
      "丞": 2094,
      "丟": 2095,
      "両": 2096,
      "丢": 2097,
      "两": 2098,
      "严": 2099,
      "並": 2100,
      "丧": 2101,
      "个": 2102,
      "丫": 2103,
      "中": 2104,
      "丰": 2105,
      "串": 2106,
      "临": 2107,
      "丸": 2108,
      "丹": 2109,
      "为": 2110,
      "主": 2111,
      "丼": 2112,
      "丽": 2113,
      "举": 2114,
      "乂": 2115,
      "乃": 2116,
      "久": 2117,
      "么": 2118,
      "义": 2119,
      "之": 2120,
      "乌": 2121,
      "乍": 2122,
      "乎": 2123,
      "乏": 2124,
      "乐": 2125,
      "乒": 2126,
      "乓": 2127,
      "乔": 2128,
      "乖": 2129,
      "乗": 2130,
      "乘": 2131,
      "乙": 2132,
      "九": 2133,
      "乞": 2134,
      "也": 2135,
      "习": 2136,
      "乡": 2137,
      "书": 2138,
      "乩": 2139,
      "买": 2140,
      "乱": 2141,
      "乳": 2142,
      "乾": 2143,
      "亀": 2144,
      "亂": 2145,
      "了": 2146,
      "予": 2147,
      "争": 2148,
      "事": 2149,
      "二": 2150,
      "于": 2151,
      "亏": 2152,
      "云": 2153,
      "互": 2154,
      "五": 2155,
      "井": 2156,
      "亘": 2157,
      "亚": 2158,
      "些": 2159,
      "亜": 2160,
      "亞": 2161,
      "亟": 2162,
      "亡": 2163,
      "亢": 2164,
      "交": 2165,
      "亥": 2166,
      "亦": 2167,
      "产": 2168,
      "亨": 2169,
      "亩": 2170,
      "享": 2171,
      "京": 2172,
      "亭": 2173,
      "亮": 2174,
      "亲": 2175,
      "亳": 2176,
      "亵": 2177,
      "亶": 2178,
      "人": 2179,
      "亿": 2180,
      "什": 2181,
      "仁": 2182,
      "仄": 2183,
      "仅": 2184,
      "仆": 2185,
      "仇": 2186,
      "今": 2187,
      "介": 2188,
      "仍": 2189,
      "从": 2190,
      "仏": 2191,
      "仑": 2192,
      "仓": 2193,
      "仔": 2194,
      "仕": 2195,
      "他": 2196,
      "仗": 2197,
      "付": 2198,
      "仙": 2199,
      "仝": 2200,
      "仡": 2201,
      "代": 2202,
      "令": 2203,
      "以": 2204,
      "仪": 2205,
      "们": 2206,
      "仮": 2207,
      "仰": 2208,
      "仲": 2209,
      "件": 2210,
      "价": 2211,
      "任": 2212,
      "份": 2213,
      "仿": 2214,
      "企": 2215,
      "伉": 2216,
      "伊": 2217,
      "伍": 2218,
      "伎": 2219,
      "伏": 2220,
      "伐": 2221,
      "休": 2222,
      "众": 2223,
      "优": 2224,
      "伙": 2225,
      "会": 2226,
      "伝": 2227,
      "伞": 2228,
      "伟": 2229,
      "传": 2230,
      "伤": 2231,
      "伦": 2232,
      "伪": 2233,
      "伯": 2234,
      "估": 2235,
      "伴": 2236,
      "伶": 2237,
      "伸": 2238,
      "伺": 2239,
      "似": 2240,
      "伽": 2241,
      "佃": 2242,
      "但": 2243,
      "佇": 2244,
      "佈": 2245,
      "位": 2246,
      "低": 2247,
      "住": 2248,
      "佐": 2249,
      "佑": 2250,
      "体": 2251,
      "佔": 2252,
      "何": 2253,
      "佗": 2254,
      "佘": 2255,
      "余": 2256,
      "佚": 2257,
      "佛": 2258,
      "作": 2259,
      "佞": 2260,
      "佟": 2261,
      "你": 2262,
      "佢": 2263,
      "佣": 2264,
      "佤": 2265,
      "佥": 2266,
      "佩": 2267,
      "佬": 2268,
      "佯": 2269,
      "佰": 2270,
      "佳": 2271,
      "併": 2272,
      "佶": 2273,
      "佼": 2274,
      "使": 2275,
      "侃": 2276,
      "侄": 2277,
      "來": 2278,
      "侈": 2279,
      "例": 2280,
      "侍": 2281,
      "侏": 2282,
      "侑": 2283,
      "侖": 2284,
      "侗": 2285,
      "供": 2286,
      "依": 2287,
      "侠": 2288,
      "価": 2289,
      "侣": 2290,
      "侦": 2291,
      "侧": 2292,
      "侨": 2293,
      "侬": 2294,
      "侮": 2295,
      "侯": 2296,
      "侵": 2297,
      "侶": 2298,
      "便": 2299,
      "俁": 2300,
      "係": 2301,
      "促": 2302,
      "俄": 2303,
      "俊": 2304,
      "俎": 2305,
      "俏": 2306,
      "俐": 2307,
      "俑": 2308,
      "俗": 2309,
      "俘": 2310,
      "俚": 2311,
      "保": 2312,
      "俞": 2313,
      "俟": 2314,
      "俠": 2315,
      "信": 2316,
      "俣": 2317,
      "俨": 2318,
      "俩": 2319,
      "俪": 2320,
      "俭": 2321,
      "修": 2322,
      "俯": 2323,
      "俱": 2324,
      "俳": 2325,
      "俵": 2326,
      "俶": 2327,
      "俸": 2328,
      "俺": 2329,
      "俾": 2330,
      "倆": 2331,
      "倉": 2332,
      "個": 2333,
      "倍": 2334,
      "們": 2335,
      "倒": 2336,
      "倖": 2337,
      "倘": 2338,
      "候": 2339,
      "倚": 2340,
      "借": 2341,
      "倡": 2342,
      "倣": 2343,
      "値": 2344,
      "倦": 2345,
      "倩": 2346,
      "倪": 2347,
      "倫": 2348,
      "倬": 2349,
      "倭": 2350,
      "倶": 2351,
      "倹": 2352,
      "债": 2353,
      "倻": 2354,
      "值": 2355,
      "倾": 2356,
      "偃": 2357,
      "假": 2358,
      "偈": 2359,
      "偉": 2360,
      "偏": 2361,
      "偕": 2362,
      "做": 2363,
      "停": 2364,
      "健": 2365,
      "偲": 2366,
      "側": 2367,
      "偵": 2368,
      "偶": 2369,
      "偷": 2370,
      "偽": 2371,
      "偿": 2372,
      "傀": 2373,
      "傅": 2374,
      "傈": 2375,
      "傍": 2376,
      "傑": 2377,
      "傕": 2378,
      "傘": 2379,
      "備": 2380,
      "傢": 2381,
      "傣": 2382,
      "储": 2383,
      "催": 2384,
      "傭": 2385,
      "傲": 2386,
      "傳": 2387,
      "債": 2388,
      "傷": 2389,
      "傻": 2390,
      "傾": 2391,
      "僅": 2392,
      "僉": 2393,
      "働": 2394,
      "像": 2395,
      "僑": 2396,
      "僕": 2397,
      "僖": 2398,
      "僚": 2399,
      "僧": 2400,
      "僭": 2401,
      "僮": 2402,
      "僱": 2403,
      "僳": 2404,
      "僵": 2405,
      "價": 2406,
      "僻": 2407,
      "儀": 2408,
      "儁": 2409,
      "儂": 2410,
      "億": 2411,
      "儉": 2412,
      "儋": 2413,
      "儒": 2414,
      "儘": 2415,
      "儚": 2416,
      "償": 2417,
      "儡": 2418,
      "優": 2419,
      "儲": 2420,
      "儷": 2421,
      "儼": 2422,
      "儿": 2423,
      "兀": 2424,
      "允": 2425,
      "元": 2426,
      "兄": 2427,
      "充": 2428,
      "兆": 2429,
      "兇": 2430,
      "先": 2431,
      "光": 2432,
      "克": 2433,
      "兌": 2434,
      "免": 2435,
      "兎": 2436,
      "児": 2437,
      "兑": 2438,
      "兒": 2439,
      "兔": 2440,
      "兖": 2441,
      "兗": 2442,
      "党": 2443,
      "兜": 2444,
      "兢": 2445,
      "入": 2446,
      "內": 2447,
      "全": 2448,
      "兩": 2449,
      "兪": 2450,
      "八": 2451,
      "公": 2452,
      "六": 2453,
      "兮": 2454,
      "兰": 2455,
      "共": 2456,
      "关": 2457,
      "兴": 2458,
      "兵": 2459,
      "其": 2460,
      "具": 2461,
      "典": 2462,
      "兹": 2463,
      "养": 2464,
      "兼": 2465,
      "兽": 2466,
      "冀": 2467,
      "内": 2468,
      "円": 2469,
      "冇": 2470,
      "冈": 2471,
      "冉": 2472,
      "冊": 2473,
      "册": 2474,
      "再": 2475,
      "冏": 2476,
      "冑": 2477,
      "冒": 2478,
      "冕": 2479,
      "冗": 2480,
      "写": 2481,
      "军": 2482,
      "农": 2483,
      "冠": 2484,
      "冢": 2485,
      "冤": 2486,
      "冥": 2487,
      "冨": 2488,
      "冪": 2489,
      "冬": 2490,
      "冯": 2491,
      "冰": 2492,
      "冲": 2493,
      "决": 2494,
      "冴": 2495,
      "况": 2496,
      "冶": 2497,
      "冷": 2498,
      "冻": 2499,
      "冼": 2500,
      "净": 2501,
      "凄": 2502,
      "准": 2503,
      "凉": 2504,
      "凋": 2505,
      "凌": 2506,
      "凍": 2507,
      "减": 2508,
      "凑": 2509,
      "凛": 2510,
      "凜": 2511,
      "凝": 2512,
      "几": 2513,
      "凡": 2514,
      "凤": 2515,
      "処": 2516,
      "凧": 2517,
      "凪": 2518,
      "凭": 2519,
      "凯": 2520,
      "凰": 2521,
      "凱": 2522,
      "凳": 2523,
      "凶": 2524,
      "凸": 2525,
      "凹": 2526,
      "出": 2527,
      "击": 2528,
      "函": 2529,
      "凿": 2530,
      "刀": 2531,
      "刁": 2532,
      "刃": 2533,
      "分": 2534,
      "切": 2535,
      "刈": 2536,
      "刊": 2537,
      "刍": 2538,
      "刎": 2539,
      "刑": 2540,
      "划": 2541,
      "列": 2542,
      "刘": 2543,
      "则": 2544,
      "刚": 2545,
      "创": 2546,
      "初": 2547,
      "删": 2548,
      "判": 2549,
      "別": 2550,
      "利": 2551,
      "刪": 2552,
      "别": 2553,
      "刮": 2554,
      "到": 2555,
      "制": 2556,
      "刷": 2557,
      "券": 2558,
      "刹": 2559,
      "刺": 2560,
      "刻": 2561,
      "剂": 2562,
      "剃": 2563,
      "則": 2564,
      "削": 2565,
      "剋": 2566,
      "剌": 2567,
      "前": 2568,
      "剎": 2569,
      "剑": 2570,
      "剔": 2571,
      "剖": 2572,
      "剛": 2573,
      "剝": 2574,
      "剣": 2575,
      "剤": 2576,
      "剥": 2577,
      "剧": 2578,
      "剩": 2579,
      "剪": 2580,
      "副": 2581,
      "剰": 2582,
      "割": 2583,
      "創": 2584,
      "剷": 2585,
      "剽": 2586,
      "剿": 2587,
      "劃": 2588,
      "劇": 2589,
      "劈": 2590,
      "劉": 2591,
      "劍": 2592,
      "劑": 2593,
      "力": 2594,
      "劝": 2595,
      "办": 2596,
      "功": 2597,
      "加": 2598,
      "务": 2599,
      "劣": 2600,
      "动": 2601,
      "助": 2602,
      "努": 2603,
      "劫": 2604,
      "劭": 2605,
      "励": 2606,
      "劲": 2607,
      "劳": 2608,
      "労": 2609,
      "効": 2610,
      "劾": 2611,
      "势": 2612,
      "勁": 2613,
      "勃": 2614,
      "勅": 2615,
      "勇": 2616,
      "勉": 2617,
      "勋": 2618,
      "勐": 2619,
      "勒": 2620,
      "動": 2621,
      "勖": 2622,
      "勗": 2623,
      "勘": 2624,
      "務": 2625,
      "勛": 2626,
      "勝": 2627,
      "勞": 2628,
      "募": 2629,
      "勢": 2630,
      "勤": 2631,
      "勧": 2632,
      "勲": 2633,
      "勳": 2634,
      "勵": 2635,
      "勸": 2636,
      "勺": 2637,
      "勻": 2638,
      "勾": 2639,
      "勿": 2640,
      "匀": 2641,
      "匂": 2642,
      "包": 2643,
      "匆": 2644,
      "匈": 2645,
      "匍": 2646,
      "匐": 2647,
      "匕": 2648,
      "化": 2649,
      "北": 2650,
      "匙": 2651,
      "匝": 2652,
      "匠": 2653,
      "匡": 2654,
      "匣": 2655,
      "匪": 2656,
      "匮": 2657,
      "匯": 2658,
      "匱": 2659,
      "匹": 2660,
      "区": 2661,
      "医": 2662,
      "匾": 2663,
      "匿": 2664,
      "區": 2665,
      "十": 2666,
      "千": 2667,
      "卅": 2668,
      "升": 2669,
      "午": 2670,
      "卉": 2671,
      "半": 2672,
      "卍": 2673,
      "华": 2674,
      "协": 2675,
      "卑": 2676,
      "卒": 2677,
      "卓": 2678,
      "協": 2679,
      "单": 2680,
      "卖": 2681,
      "南": 2682,
      "単": 2683,
      "博": 2684,
      "卜": 2685,
      "卞": 2686,
      "占": 2687,
      "卡": 2688,
      "卢": 2689,
      "卤": 2690,
      "卦": 2691,
      "卧": 2692,
      "卫": 2693,
      "卯": 2694,
      "印": 2695,
      "危": 2696,
      "即": 2697,
      "却": 2698,
      "卵": 2699,
      "卷": 2700,
      "卸": 2701,
      "卻": 2702,
      "卿": 2703,
      "厂": 2704,
      "厄": 2705,
      "厅": 2706,
      "历": 2707,
      "厉": 2708,
      "压": 2709,
      "厌": 2710,
      "厕": 2711,
      "厘": 2712,
      "厚": 2713,
      "厝": 2714,
      "原": 2715,
      "厢": 2716,
      "厥": 2717,
      "厦": 2718,
      "厨": 2719,
      "厩": 2720,
      "厭": 2721,
      "厲": 2722,
      "厳": 2723,
      "去": 2724,
      "县": 2725,
      "参": 2726,
      "參": 2727,
      "又": 2728,
      "叉": 2729,
      "及": 2730,
      "友": 2731,
      "双": 2732,
      "反": 2733,
      "収": 2734,
      "发": 2735,
      "叔": 2736,
      "取": 2737,
      "受": 2738,
      "变": 2739,
      "叙": 2740,
      "叛": 2741,
      "叟": 2742,
      "叠": 2743,
      "叡": 2744,
      "叢": 2745,
      "口": 2746,
      "古": 2747,
      "句": 2748,
      "另": 2749,
      "叩": 2750,
      "只": 2751,
      "叫": 2752,
      "召": 2753,
      "叭": 2754,
      "叮": 2755,
      "可": 2756,
      "台": 2757,
      "叱": 2758,
      "史": 2759,
      "右": 2760,
      "叶": 2761,
      "号": 2762,
      "司": 2763,
      "叹": 2764,
      "叻": 2765,
      "吁": 2766,
      "吃": 2767,
      "各": 2768,
      "合": 2769,
      "吉": 2770,
      "吊": 2771,
      "吋": 2772,
      "同": 2773,
      "名": 2774,
      "后": 2775,
      "吏": 2776,
      "吐": 2777,
      "向": 2778,
      "吒": 2779,
      "吓": 2780,
      "吕": 2781,
      "吗": 2782,
      "君": 2783,
      "吝": 2784,
      "吞": 2785,
      "吟": 2786,
      "吠": 2787,
      "吡": 2788,
      "否": 2789,
      "吧": 2790,
      "吨": 2791,
      "吩": 2792,
      "含": 2793,
      "听": 2794,
      "启": 2795,
      "吳": 2796,
      "吴": 2797,
